Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/facta/samediggi.fi/kielineuston_pj_e_lumisalmen_puhe_kieliteko_palk_jakotilaisuudessa_07122011_-koltannos.pdf.tmx
Source language: sms
Languages: fin

source: Ärvvsaž joukkpiârpeiŠvvpäiŠǩǩ Miessi personkåŠdd, Enontekiö kååŠdd võboršeeŠǩǩ da kueŠss.
fin: Arvoisat ryhmäperhepäiväkoti Miessin henkilöstö, Enontekiön kunnan edustajat ja muut vieraat

source: SääŠm ǩiõllsuåvtõs lij tuŠmmjam miõttâd taŠnni ǩiõllcistt – ciist Enontekiö kååŠdd joukkpiârpeiŠvvpäiŠǩǩ Miessja.
fin: Saamen kielineuvosto on päättänyt myöntää tämänvuotisen kieliteko – palkinnon Enontekiön kunnan ryhmäperhepäiväkoti Miessille.

source: Tät cistt da täk sǩiâŋk liâ peäŠcc vueŠddin njõđđum vuäŠddnääŠpp; vuäŠddčuŠǩǩ looŠǩǩin, vuäŠddtiskk da säähharneŠcc.
fin: Tämä palkinto on männyn juurista tehdyt astiat; juurikori, leipävati ja sokerikko.

source: PeäŠccest šõddi vueŠddi miârkktõs lij peäcca seämmanallšem, ko sääŠmǩiõl miârkktõs säŠmmlaid da sääŠmkulttuuŠre.
fin: Puun juurien merkitys puulle on samanlainen kuin saamenkielen merkitys saamelaisille ja saamelaiskulttuurille.

source: PeäŠccest šõddi vueŠdd tuõŠllʼje pieŠcc ceäggad da jieŠllemviõkksânji, seämmanalla ko sääŠmǩiõll âânn sääŠmkulttuur da sääŠmõhttsažkååŠdd jieŠllemviõkksânji.
fin: Puunjuuret pitävät puun pystyssä ja elinvoimaisena samalla tavalla kuin saamenkieli pitää saamelaiskulttuurin ja saamelaisyhteisön elinvoimaisena.

source: SääŠmkulttuur jieŠllem-mäiŠnn lij sääŠmǩiõl seillmõš puõŠtti puõlvvõõǥǥid da ǩiõll lij sääŠmkulttuur vääžnmõs vuäŠss, tõt lij sääŠmkulttuur väimm.
fin: Saamelaiskulttuurin elinehto on saamen kielen säilyminen tuleville sukupolville ja kieli on saamelaiskulttuurin tärkein ja keskeisin osa, se on saamelaiskulttuurin ydin.

source: SääŠm äŠrbbteâtt lij raŠvves teŠl, ko tõt lij kulttuursaž da ǩiõllʼlaž õhttvuõđâst.
fin: Saamelainen perinnetieto on vahvimmillaan silloin, kun se on kulttuurisessa ja kielellisessä kontekstissa.

source: SääŠm ǩiõlltuâjj ciist miârkktõs lij uŠvdded tobdstõõzz sääŠmǩiõllsaž kääzzkõõzzi da sääŠmǩiõl staattuuzz ooudâsviikkmõõžžâst tuejjuum miõttlâž tuâjast LääŠddjânnmest.
fin: Saamen kieliteko palkinnon tarkoitus on antaa tunnustusta saamenkielisten palvelujen ja saamen kielen aseman edistämiseksi tehdystä ansiokkaasta työstä Suomessa.

source: SääŠm ǩiõlltuâjj-ciist miõttât Enontekiö kååŠdd joukkpiârpeiŠvvpäiŠǩǩ Miessja puõŠttinallšem vuâđai mieŠldd: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij miõđlõsân čõõđtam tuåimmjumuužžstes saaŠmi ǩiõllʼlaž vuõiggâdvuõđid da viikkâm ooudâs sääŠmǩiõl staattuuzz da tõn ruõkkmõõžž.
fin: Saamen kieliteko-palkinto myönnetään Enontekiön kunnan ryhmäperhepäiväkoti Miessille seuraavin perustein: Ryhmäperhepäiväkoti Miessi on ansiokkaasti toteuttanut toiminnassaan saamelaisten kielellisiä oikeuksia ja edistänyt saamen kielen asemaa ja sen säilymistä.

source: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij šiõǥǥ ooudâsjooŠtti čuäŠjteei tõŠst, mõõnnalla uŠcc resuurssivuiŠm da ääiŠj mieŠldd siŠtǩǩes tuâjain vueiŠtet vuäʒʒad äigga kookkas kuõŠddi da miârkkšõõvvi tuâjaid sääŠmǩiõl seŠrddmõõžžâst nuŠtt, što ǩiõl iskrdeei jieŠllemiiskâr lij ruõkkum veäŠlkõs puõlvvõõǥǥi tuâkka, ij-ǥa ǩiõll kuõđđu rainnâd.
fin: Ryhmäpäiväkoti Miessi on esimerkki siitä, miten pienillä resursseilla ja pitkäjänteisellä työllä voidaan saada aikaan merkittäviä tekoja saamen kielen kehittämiseksi.

source: JoukkpiârpeiŠvvpäiŠǩǩ Miessi lij tuåimmjam Enontekiöst 10 eeŠǩǩed da tõn äiŠǧǧen Miessi lij håiddam eeŠjji mieŠldd âlddsin 40 sääŠmpäŠrnned, jooukâst liâ nijddpääŠrn da ååumpääŠrn.
fin: Ryhmäperhepäiväkoti Miessi on toiminut Enontekiöllä 10 vuotta ja sinä aikana Miessi on hoitanut vuosien varrella lähes 40 saamelaislasta.

source: Enontekiö kåŠdd kooll sääŠm dommvoudda da kååŠddest sääŠmǩiõllsaž narod lij uŠccen minoritettneǩǩen.
fin: Enontekiön kunta kuuluu saamelaisten kotiseutualueeseen ja kunnassa saamenkielinen väestö on pienenä vähemmistönä.

source: Miessi håiddǩiõllân lij sääŠmǩiõll da håiddpersonkååŠdd jieŠnnǩiõll lij sääŠmǩiõll.
fin: Miessin hoitokielenä on saamenkieli ja hoitohenkilöstön äidinkieli on saamen kieli.

source: SääŠmǩiõli puõŠttiääiŠj staanumuŠšše lij vääžnai, što sääŠmpäärna vuäŠǯǯe sääŠmǩiõllsaž peiŠvvhååid da lââŠssen peiŠvvhåidd vuâđđââvv sääŠmkulttuur äärvid.
fin: Saamen kielten tulevaisuuden turvaamiselle on tärkeää, että saamelaislapset saavat saamenkielistä päivähoitoa ja lisäksi päivähoito perustuu saamelaiskulttuurin arvoille.

source: PäärnaivuiŠm tuõjstõõllmen lij aaibâs vääŠžnai systtemʼmaatnalla ââŠnned sääŠmǩiõl väŠlddǩiõl raŠvves staattuuzzâst huõlǩâni.
fin: Lasten kanssa työskenneltäessä on erittäin tärkeää systemaattisesti käyttää saamen kieltä valtakielen vahvasta asemasta huolimatta.

source: Miessi personkåŠdd lij oŠnnstam tän tuâjast ooudâstjooŠttjen, tõn diõtt ko personkåŠdd lij čõnnõõttâm tuâjes ouŠdde.
fin: Miessin henkilökunta on onnistunut tässä tehtävässä esimerkillisesti, sillä henkilöstö on sitoutunut tehtäväänsä.

source: Näkam personkååŠdd čõnnõõttmõõžžin jiijjâz tuõjju da raŠvves sääŠmǩiõl- da kulttuur määŋgbeällsaž da lueŠǯǯjeei silttumuužžin leät čõõđtum puki sääŠmpääŠrnai ǩiõllʼlaž vuõiggâdvuõđid, lokku vääŠldeeŠl še tõid sääŠmpääŠrnaid, koin sääŠmǩiõl silttumuš lij leämmaž ääŠpptap.
fin: Tällaisella sitoutumisella omaan työhönsä ja vahvalla saamenkielen- ja kulttuurin monipuolisella ja joustavalla osaamisella on toteutettu kaikkien saamelaislasten kielellisiä oikeuksia, myös niiden saamelaislasten, joiden saamen kielentaito on ollut heikompi.

source: SiŠtǩǩes tuâjain lij leämmaž vääžnai miârkktõs sääŠmǩiõl seillmõŠšše, rämm miõlâst vuäitam tuõttâd, što vuâđđškoouŠle liâ puättam piirieeŠjji sääŠmǩiõllsa škooulneeŠǩǩ, kook mättŠtâtte sääŠmǩiõl leŠbe sääŠmǩiõlin.
fin: Pitkäjänteisellä työllä on ollut merkitystä saamen kielen säilymiselle. Ilokseni voin todeta, että peruskouluun on tullut vuosittain saamenkielisiä oppilaita, jotka opiskelevat saamenkieltä tai saamenkielellä.

source: SääŠm ǩiõlltuâjj-ciist jorddmõš lij kaggâd ciist vuäǯǯai pueŠreed sääŠmǩiõl ouŠdde tuejjeem tuâi da kaggâd pukid Enontekiö kååŠdd da jeeŠres veŠrǧneeŠǩǩid pueŠreed sääŠmǩiõl staattuuzz.
fin: Saamen kieliteko-palkinnon tarkoitus on kannustaa palkinnon saajaa parantamaan entisestään saamen kielen eteen tehtävää työtä ja kannustaa kaikkia Enontekiön kunnan ja muita viranomaisia parantamaan saamen kielen asemaa.

source: SääŠm ǩiõlltuâjj ciist mieŠldd Enontekiö kååŠdd vaŠsttõs sääŠmǩiõllsaž kääzzkõõzzi ooudâsviikkmõõžžâst da ooudâsjuätkkjummuužžâst lâssan.
fin: Saamen kieliteko palkinnon myötä Enontekiön kunnan vastuu saamenkielisten palvelujen edistämisestä ja kehittämisestä kasvaa.

source: SääŠmteeŠǧǧ ǩiõllsuåvtõõzz saaǥǥjååŠđteeŠjen tuäivam, što cistt kaaggči veâl jäänab Enontekiö kååŠdd pueŠreed sääŠmǩiõl staatuuzz ooudâsviikkmõõžž kååŠdd pukin vuäŠssvuuŠdin da še jeeŠres veŠrǧǧneeŠǩǩid pueŠreed sääŠmǩiõllsaž kääzzkõõzzid.
fin: Saamelaiskäräjien kielineuvoston puheenjohtajana toivon palkinnon kannustavan Enontekiön kuntaa parantamaan saamen kielen aseman edistämistä kunnan kaikilla osa-alueilla ja myös muita viranomaisia parantamaan saamenkielisiä palveluja.
